import AboutAdditionalInformation from "@/components/AboutAdditionalInformation";
import AboutBanner from "@/components/AboutBanner";
import RelatedDownload from "@/components/RelatedDownload";
import React from "react";

function Historical() {
  return (
    <>
      <AboutBanner
        title="الخلفية التاريخية"
        breadcrumbs={["الخلفية التاريخية"]}
      />

      <div className="graduate-admission pt-100 pb-70">
        <div className="container">
          <div className="row">
            <div className="col-lg-8">
              <div className="how-to-apply">
                <h2>نبذة تاريخية عن الجامعة</h2>
                <p>
                  إن جامعة البحري ، على الرغم من كونها إضافة حديثة إلى مجموعة
                  الجامعات السودانية ، هي جامعة ورثت تقاليد متجذرة من أسلافها في
                  جامعات جوبا وأعالي النيل وبحر الغزال ورمبيك. تم افتتاح جامعة
                  بحري رسميًا في يوليو 2011. نتيجة للجهد السياسي الذي بدأ في
                  السودان خلال الفترة من 1983 إلى 2005. تم نقل جامعة جوبا في
                  الخرطوم من عام 1988 إلى عام 2010. خلال هذه الفترة خضعت لتحولات
                  ضخمة تضمنت أبعادًا أكاديمية جديدة في شكل الكليات والمراكز
                  الجديدة التي تقدم مجموعة متنوعة من البرامج الأكاديمية المنتظمة
                  وكذلك التعليم عن بعد.
                </p>
                <div className="financial">
                  <p>
                    بعد انفصال جنوب السودان ، تم إنشاء جامعة بحري في الحرم
                    الجامعي بجامعة جوبا بالخرطوم مع تفويض لتنفيذها للطلاب
                    والموظفين والعاملين في السودان الذين كانوا جزءًا من جامعات
                    جنوب السودان ، وتعويض النقص في المقاعد المفقودة بسبب انفصال
                    جنوب السودان. بدأت الجامعة بعدد طلاب يزيد عن 12.000 توزعوا
                    على 26 كلية و 8 مراكز متخصصة في مختلف برامج البكالوريوس
                    والدراسات العليا ، وأكثر من 850 من أعضاء هيئة التدريس وحوالي
                    686 من القوى العاملة غير الأكاديمية.
                  </p>
                </div>
                <div className="financial">
                  <p>
                    نظرًا لاختلاف الجامعات السابقة عن بعضها البعض في عدد من
                    الجوانب ، فقد كان هناك شعور بأنه إلزامي لإعادة هيكلة الجامعة
                    الجديدة بطريقة تعمل على توحيد وتوحيد الأطر المؤسسية
                    والتشريعية التي تحكم الأداء العام للجامعة. على هذا النحو ،
                    يوجد حاليًا سبعة عشر كلية ومدرسة بالإضافة إلى أربعة مراكز في
                    جامعة بحري ، وقد تضمنت جميعها إعادة تنظيم واسعة النطاق
                    للكليات والمدارس والمراكز الثلاثة والثلاثين التابعة للجامعات
                    السابقة. استهدفت إعادة الهيكلة أيضًا فئات مختلفة من الطلاب
                    وتهدف إلى تمكين الطلاب الكبار من إنهاء دراساتهم كما هو منصوص
                    عليه في برامجهم الأصلية وفي الوقت نفسه تقديم برامج جديدة
                    مصممة لجامعة بحري. كان الهدف من عملية إعادة التنظيم الضخمة
                    هذه هو تمكين الجامعة لتحقيق أهدافها الرئيسية المتمثلة في
                    إشباع احتياجات المجتمع السوداني من التعليم والبحث الأساسي
                    والتطبيقي.
                  </p>
                </div>
                <div className="financial">
                  <p>
                    الآن ، تعد جامعة بحري مؤسسة كاملة للتعليم العالي مع ثروة من
                    التراث الأكاديمي النابع من تقاليد الجامعات السابقة. وعلى
                    الرغم من التحديات والعقبات الهائلة التي واجهت الجامعة
                    الناشئة ، فقد نجحت في تخريج 1876 طالبًا كدفعة أولى في عام
                    2012.
                  </p>
                </div>
                <div className="financial">
                  <p>
                    على الرغم من الجهود المبذولة من قبل جميع العاملين في الجامعة
                    لضبط أدائها ، لا تزال هناك تحديات يجب مواجهتها. تتطلع جامعة
                    البحري إلى الأمام لتحقيق مستويات أعلى من التميز الأكاديمي
                    تدريجياً وأن تصبح مؤسسة أكاديمية رائدة بين الجامعات النظيرة
                    في السودان وإفريقيا والعالم العربي وما وراءها. علاوة على ذلك
                    ، تطمح جامعة البحري إلى إقامة روابط مع المؤسسات الوطنية
                    والدولية الأخرى من أجل تعزيز قدرتها في مجال البحث والتدريب
                    والتعليم والخدمات الموجهة للمجتمع.
                  </p>
                </div>
              </div>
            </div>
            <div className="col-lg-4">
              <AboutAdditionalInformation />

              <RelatedDownload />
            </div>
          </div>
        </div>
      </div>
    </>
  );
}

export default Historical;
