import AboutBanner from "@/components/AboutBanner";
import React from "react";

function Message() {
  return (
    <>
      <AboutBanner
        title=" رسالة مدير الجامعة"
        breadcrumbs={["مدير الجامعة", " رسالة مدير الجامعة"]}
      />

      <div className="terms-condition-area pt-100 pb-70">
        <div className="container">
          <div className="row">
            <div className="col-lg-8">
              <div className="condition-content">
                <h2>رسالة مدير الجامعة</h2>
                <p>
                  مرحبًا بكم في الموقع الإلكتروني لجامعة بحري ، والذي تم تصميمه
                  مؤخرًا لتوفير معلومات محدثة عن برامجنا التعليمية وأنشطتنا
                  البحثية والخدمة الإدارية ومساهمتنا في تنمية المجتمع. تأسس في
                  يوليو 2011 ، بعد انفصال جنوب السودان إلى دولة ذات سيادة. جامعة
                  بحري ليست مؤسسة أكاديمية جديدة ، فهي في الواقع خليفة لجامعة
                  جوبا وغيرها من الجامعات الوطنية الجنوبية السابقة (مثل بحر
                  الغزال وأعالي النيل ورمبيك) في السودان. تأسست جامعة جوبا عام
                  1975 في جوبا ، وانتقلت إلى الخرطوم عام 1989 ، بسبب الأوضاع
                  الأمنية في جنوب السودان بسبب الحرب الأهلية الثانية التي استمرت
                  لأكثر من عقدين (1983-2005). بعد انفصال جنوب السودان ، تم أيضًا
                  تقسيم جامعة جوبا والجامعات الوطنية الجنوبية الأخرى وفقًا
                  لجنسية الطلاب وأعضاء هيئة التدريس والموظفين الآخرين. بعد ذلك ،
                  انتقلت جامعة جوبا إلى مسقط رأسها في جوبا ، بينما تم تغيير اسم
                  حرمها الجامعي في الخرطوم إلى "جامعة بحري" ، مع تفويضها بتنفيذ
                  جميع الأنشطة الأكاديمية وغير الأكاديمية التي كانت تمارسها
                  جامعة جوبا في السابق. كان في جمهورية السودان. وبفضل هذا الإرث
                  الأكاديمي الغني والمتنوع ، رسخت جامعة بحري نفسها بقوة بين
                  الجامعات الوطنية الرائدة.
                </p>
                <p>
                  اليوم ، تمتلك جامعة بحري حرمًا جامعيًا متطورًا في الخرطوم بحري
                  (أي بحري) ، يمتد على مساحة تزيد عن 493000 متر مربع ، مع قاعات
                  محاضرات مناسبة ومختبرات مجهزة جيدًا وورش عمل ومرافق أخرى
                  ضرورية لبيئة تعليمية مواتية. تضم الجامعة أكثر من 830 من أعضاء
                  هيئة التدريس المؤهلين تأهيلا عاليا والمتفانين ، وأكثر من 20000
                  طالب ، مع 19 كلية وثلاثة مراكز متخصصة ، تغطي مجموعة متنوعة من
                  التخصصات. بالإضافة إلى ذلك ، فقد ورثت الجامعة عددًا كبيرًا من
                  الكوادر الفنية والمساندة عالية المستوى. على هذا النحو ، استمرت
                  برامجنا الأكاديمية دون انقطاع ، مع تخرج 1،876 طالبًا في عام
                  2012 ، كأول دفعة من الخريجين. نفس الإرث سيمكن الجامعة من
                  الوصول إلى آفاق جديدة والاضطلاع بدور أكبر في السودان والعالم
                  في المستقبل.
                </p>
                <p>
                  تطمح جامعة بحري إلى أن تصبح المؤسسة المعرفية الرائدة في
                  إفريقيا والعالم العربي ، من خلال الالتزام بمعايير الجودة
                  والتميز في التدريس والبحث والخدمات المجتمعية. منذ إنشائها في
                  عام 2011 ، قامت جامعة بحري بتغييرات وتحولات ملحوظة في برامجها
                  الأكاديمية والبيئة المادية الحاسمة لإنجاز مهمتها. يتضمن ذلك
                  مراجعة كبيرة وإعادة هيكلة للبرامج الأكاديمية وإدخال تخصصات
                  جديدة ، من أجل تلبية متطلبات المجتمع العالمي سريع التغير ،
                  لتزويد طلابنا بالمعرفة المعاصرة وإعدادهم لمعايير مهنية عالية
                  ومستقبل أكثر إشراقًا. لقد قمنا بتحسين كبير في مرافق التعلم
                  والبنية التحتية والبيئة الأكاديمية بأكملها التي ستوفر أساسًا
                  مناسبًا حيث يمكن للطلاب التفوق في دراستهم وتطويرهم المهني. لقد
                  عززنا روابطنا التعاونية وسنواصل زيادة تعاوننا مع جامعات ذات
                  سمعة عالمية ومؤسسات بحثية وشركات ومجتمع. نحن على ثقة من أنه
                  بفضل الحماس والدعم من موظفينا وطلابنا ، ستحقق جامعة بحري
                  ارتفاعات أكبر في السنوات القليلة القادمة. ندعوك لزيارة موقعنا
                  على الإنترنت للحصول على مزيد من الأفكار حول برامجنا التعليمية
                  وأنشطتنا البحثية والمساهمات والاهتمامات البحثية لأكاديميينا.
                </p>
              </div>
            </div>
            <div className="col-lg-4">
              <div className="condition-right-content pl-20">
                <div className="category-list">
                  <h3>عن الإدارة</h3>
                  <ul>
                    <li>
                      <a href="#">
                        مكتب مدير الجامعة
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        رسالة مدير الجامعة
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        السيرة الذاتية لمدير الجامعة
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        مدير الجامعة<i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        نائب مدير الجامعة
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        وكيل الجامعة<i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        أمين الشؤون العلمية
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        أمانة الشؤون العلمية
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        مكتب وكيل الجامعة
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        إدارة الموارد البشرية
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        إدارة العلاقات الثقافية
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        الإدارة المالية
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        إدارة الإستثمار
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                    <li>
                      <a href="#">
                        وحدة الخدمات الطبية و الصحية
                        <i className="ri-arrow-drop-right-fill"></i>
                      </a>
                    </li>
                  </ul>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}

export default Message;
